// © Copyright 2012-2016 HP Development Company, L.P.

// Task names
PISTTaskName = "Estudio de mejora de productos de HP";

// Opt in view
PISTLocationLanguageRequestLabel = "Díganos dónde y cómo usará este producto.";
PISTLocationLabel = "Ubicación:";
PISTLanguageLabel = "Idioma:";

// Non ISO locations
other = "Otros";
europe = "Europa";
middleeast = "Oriente medio";
northwestafrica = "Noroeste de África";
southernafrica = "África meridional";
asiapacific = "Ásia y el Pacífico";
latinamerica = "América latina";
caribbean = "El Caribe";

PISTDescriptionLabel = "El Estudio para la mejora de productos de HP es un programa de investigación que permite a HP mejorar nuestros productos para satisfacer mejor las necesidades del cliente.";
PISTExtendedDescriptionLabel = "Si decide participar, recopilaremos información sobre el uso y la ubicación de las impresoras que ha añadido a HP Utility. Esto nos ayudará a mejorar su experiencia con los productos y servicios HP en el futuro. No recopilaremos ni almacenaremos su nombre, dirección o cualquier otra información personal. Tampoco recopilaremos ningún contenido o nombres de archivo de los documentos que imprima.";

PISTOptInDescriptionLabel = "Permita que HP diseñe productos que se adapten mejor a sus necesidades permitiendo el envío anónimo a HP de información de uso de la impresora. Compruebe la configuración de la impresora utilizando el panel frontal para asegurarse de que refleja su elección. Gracias.";

PISTOptInButtonTitle = "Participe en la mejora de los productos y servicios HP";
PISTZipCodeLabel = "Código postal:";

PISTPrimaryUseLabel = "Principalmente utilizo productos y servicios de HP:";
PISTSelectPrimaryUsageTitle = "Seleccionar uso principal";

// How use choises
PISTInHome = "En casa";
PISTHomeElement002 = "para uso personal";
PISTHomeElement0031 = "para un negocio con la oficina en casa";
PISTHomeElement0032 = "para uso relacionado con el trabajo";
PISTHomeElement0033 = "como trabajador que se desplaza";

PISTInBusiness = "En un negocio";
PISTBusinessElement005 = "de 1 a 9 empleados";
PISTBusinessElement006 = "de 10 a 99 empleados";
PISTBusinessElement0061 = "de 100 a 499 empleados";
PISTBusinessElement0062 = "con más de 500 empleados";

PISTMoreInfoTitle = "Más información";
PISTPrivacyPolicyTitle = "Declaración de privacidad de HP";
PISTDataPrivacyTitle = "Aviso sobre la privacidad de los datos";

PISTApply = "Aplicar";
PISTCancel = "Cancelar";

PISTRetrieveInformationTitle = "Recuperando as informaes…";

// More info tab
PISTMoreInfoToolTip = "Más información";
